<!-- dflook/terraform-github-actions {"workspace":"default","backend_type":"s3","label":"sandbox","backend":"764136af3c20167982fd52f9f60cea95fd666118c45415f49824cf1ae89f3a21","plan_job_ref":"Job .github/workflows/_test-tf.yaml #211 at https://github.com/tx-pts-dai/github-workflows/actions/runs/11462227357","plan_out_hash":"06266d1533d2da5a6e003f4dfb08e757af6aec306915e5c55b6d00d8e71a5e48","plan_hash":"f8e461e3d17ebef4094ffb54ff7699e30736118ac64401e8cd791558bdc5629d","plan_text_format":"diff","version":"1.44.0"} -->
Terraform plan for __sandbox__
<details>
<summary>Plan: 2 to add, 0 to change, 0 to destroy. Changes to Outputs.</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # random_id.this will be created
+   resource "random_id" "this" {
+       b64_std     = (known after apply)
+       b64_url     = (known after apply)
+       byte_length = 4
+       dec         = (known after apply)
+       hex         = (known after apply)
+       id          = (known after apply)
    }

  # random_pet.this will be created
+   resource "random_pet" "this" {
+       id        = (known after apply)
+       length    = 2
+       separator = "-"
    }

Plan: 2 to add, 0 to change, 0 to destroy.

Changes to Outputs:
+   random_id  = (known after apply)
+   random_pet = (known after apply)
```
</details>

:memo: Plan generated in [.github/workflows/_test-tf.yaml #211](https://github.com/tx-pts-dai/github-workflows/actions/runs/11462227357)